Repository: Acidburn0zzz/gnome-mpv
Catalog: po/*.po
Languages: sr_rs

source: Enable or disable dark theme
sr_rs: Омогући или онемогући тамну тему

source: Enable or disable client-side decorations
sr_rs: Омогући или онемогући украсе клијента

source: Whether or not to make file chooser dialog remember last folder accessed
sr_rs: Дозвољава дијалогу бирача датотека да упамти последње приступљен директоријум

source: Options to pass to mpv
sr_rs: Опције које треба пренети на mpv

source: Path to mpv configuration file
sr_rs: Путања до mpv конфигурационе датотеке

source: Load or don't load mpv configuration file
sr_rs: Дозвољава учитавање mpv конфигурационе датотеке

source: Path to mpv input configuration file
sr_rs: Путања до mpv конфигурационе датотеке уноса

source: Load or don't load mpv input configuration file
sr_rs: Дозвољава учитавање mpv конфигурационе датотеке уноса

source: Width of the window
sr_rs: Ширина прозора

source: Height of the window
sr_rs: Висина прозора

source: Volume of player
sr_rs: Јачина звука

source: Width of the playlist
sr_rs: Ширина листе пуштања

source: Show or not show the playlist
sr_rs: Прикажи листу пуштања

source: URI of the last folder accessed
sr_rs: URI последње приступљеног директоријума

source: Whether the settings has already been migrated from the previous version
sr_rs: Да ли су поставке већ пренете из претходне верзије

source: Whether or not to use floating controls in windowed mode
sr_rs: Користи пливајуће контроле у режиму прозора

source: Allow multiple instances
sr_rs: Дозволи вишеструке примерке

source: Show or not show the controls
sr_rs: Дозвољава приказ контрола

source: GTK+ frontend for mpv
sr_rs: GTK+ прочеље за mpv

source: GNOME MPV is a simple GTK+ frontend for mpv, which is a very powerful media player capable of playing virtually all video and audio formats. The design of GNOME MPV is based on GNOME HIG, though it is not dependent on any GNOME libraries. GNOME MPV also offers an option to disable client-side decorations (CSD) for better compatibility with non-GNOME systems.
sr_rs: GNOME MPV је једноставно GTK+ прочеље за mpv, који је веома моћан приказивач способан да пусти практично све видео и аудио формате. Дизајн GNOME MPV-а је базиран на GNOME HIG, али је независтан од било које GNOME библиотеке. GNOME MPV такође нуди опцију онемогућавања декорација клијента (CSD) због компатибилности с другим окружењима.

source: Features:
sr_rs: Могућности:

source: Drag and drop playlist
sr_rs: Превуци и отпусти листу пуштања

source: Loading external mpv configuration files
sr_rs: Учитавам спољне mpv конфигурационе датотеке

source: MPRIS2 D-Bus interface
sr_rs: MPRIS2 D-Bus сучеље

source: The main window with CSD disabled
sr_rs: Главни прозор са онемогућеним CSD-ом

source: The main window with playlist open
sr_rs: Главни прозор са отвореном листом пуштања

source: Playing
sr_rs: Репродукција

source: Show release version
sr_rs: Прикажи верзију издања

source: Enqueue
sr_rs: Нанижи

source: Don't connect to an already-running instance
sr_rs: Не повезуј на већ покренут примерак

source: Play
sr_rs: Пусти

source: Stop
sr_rs: Заустави

source: Forward
sr_rs: Напред

source: Rewind
sr_rs: Назад

source: Next Chapter
sr_rs: Следеће Поглавље

source: Previous Chapter
sr_rs: Претходно Поглавље

source: Toggle Fullscreen
sr_rs: Цео Екран

source: Pause
sr_rs: Паузирај

source: Error
sr_rs: Грешка

source: _Cancel
sr_rs: _Откажи

source: _Open
sr_rs: _Отвори

source: All Files
sr_rs: Све Датотеке

source: None
sr_rs: Ниједан

source: Unknown
sr_rs: Непознато

source: _Load External…
sr_rs: _Учитај Спољне...

source: _File
sr_rs: _Датотека

source: Open _Location
sr_rs: Отвори_Локацију

source: _Save Playlist
sr_rs: _Сачувај Листу Пуштања

source: _Quit
sr_rs: _Напусти

source: _Edit
sr_rs: _Уреди

source: _Preferences
sr_rs: _Поставке

source: _Video Track
sr_rs: _Видео Снимак

source: _Audio Track
sr_rs: _Аудио Снимак

source: S_ubtitle Track
sr_rs: _Превод

source: _View
sr_rs: _Преглед

source: _Toggle Controls
sr_rs: _Прикажи Контроле

source: _Toggle Playlist
sr_rs: _Прикажи Листу Пуштања

source: _Fullscreen
sr_rs: _Цео Екран

source: _Normal Size
sr_rs: _Нормална Величина

source: _Double Size
sr_rs: _Двострука Величина

source: _Half Size
sr_rs: _Упола Величине

source: _Help
sr_rs: _Помоћ

source: _Keyboard Shortcuts
sr_rs: _Пречице Тастатуре

source: _About
sr_rs: _О Нама

source: Failed to apply one or more MPV options.
sr_rs: Неуспешна примена једне или више MPV опција.

source: Location:
sr_rs: Локација:

source: _Add…
sr_rs: _Додај...

source: Add _Location…
sr_rs: Додај_Локацију...

source: Loop
sr_rs: Понављај

source: Playlist
sr_rs: Листа Пуштања

source: Add Lua Script
sr_rs: Додај Lua Скрипту

source: Lua Scripts
sr_rs: Lua Скрипте

source: No Lua script found
sr_rs: Lua скрипта није нађена

source: Remove
sr_rs: Уклони

source: Are you sure you want to remove this script? This action cannot be undone.
sr_rs: Сигурно желите да уклоните ову скрипту? Овај поступак не може бити опозван.

source: <b>User Interface</b>
sr_rs: <b>Корисничко Сучеље</b>

source: Enable client-side decorations
sr_rs: Омогући украсе клијента

source: Enable dark theme
sr_rs: Омогући тамну тему

source: Use floating controls in windowed mode
sr_rs: Користи пливајуће контроле у режиму прозора

source: Remember last file's location
sr_rs: Упамти локацију последње датотеке

source: <b>MPV Configuration</b>
sr_rs: <b>MPV Конфигурација</b>

source: Load MPV configuration file
sr_rs: Учитај MPV конфигурациону датотеку

source: MPV configuration file:
sr_rs: MPV конфигурациона датотека:

source: <b>Keybindings</b>
sr_rs: <b>Поставке Уноса</b>

source: Load MPV input configuration file
sr_rs: Учитај MPV конфигурациону датотеку уноса

source: MPV input configuration file:
sr_rs: MPV конфигурациона датотека уноса:

source: <b>Miscellaneous</b>
sr_rs: <b>Остало</b>

source: Extra MPV options:
sr_rs: Додатне MPV опције:

source: General
sr_rs: Опште

source: _Save
sr_rs: _Сачувај

source: Preferences
sr_rs: Поставке

source: Open file
sr_rs: Отвори датотеку

source: Open location
sr_rs: Отвори локацију

source: Show preferences dialog
sr_rs: Прикажи дијалог поставки

source: Toggle controls
sr_rs: Прикажи контроле

source: Toggle playlist
sr_rs: Прикажи листу пуштања

source: Toggle fullscreen mode
sr_rs: Прикажи у режиму целог екрана

source: Leave fullscreen mode
sr_rs: Напусти режим целог екрана

source: Toggle OSD states between normal and playback time/duration
sr_rs: Промени OSD приказ између нормалног и време пуштања/дужина

source: Show filename on the OSD
sr_rs: Прикажи име датотеке у OSD

source: Show progress, elapsed time, and duration on the OSD
sr_rs: Прикажи напредак, протекло време и дужину на OSD

source: Seek backward/forward 5 seconds
sr_rs: Пребаци 5 секунди уназад/унапред

source: Exact seek backward/forward 1 second
sr_rs: Пребаци тачно 1 секунд уназад/унапред

source: Seek backward/forward 1 minute
sr_rs: Пребаци 1 минут уназад/унапред

source: Exact seek backward/forward 5 seconds
sr_rs: Пребаци тачно 5 секунди уназад/унапред

source: Seek to previous/next subtitle
sr_rs: Пребаци на претходни/следећи поднатпис

source: Step backward/forward a single frame
sr_rs: Корак за једну слику уназад/унапред

source: Seek to the beginning of the previous/next chapter
sr_rs: Пребаци на почетак претходног/следећег поглавља

source: Decrease/increase playback speed by 10%
sr_rs: Успори/убрзај репродукцију за 10%

source: Halve/double current playback speed
sr_rs: Преполови/удвостручи тренутну брзину репродукције

source: Reset playback speed to normal
sr_rs: Поврати нормалну брзину репродукције

source: Go backward/forward in the playlist
sr_rs: Иди уназад/унапред у листи пуштања

source: Remove selected playlist item
sr_rs: Избаци означену ставку из листе пуштања

source: Save playlist
sr_rs: Сачувај листу пуштања

source: Set/clear A-B loop points
sr_rs: Постави/очисти A-B тачке понављања

source: Toggle infinite looping
sr_rs: Укључи бесконачно понављање

source: Pause or unpause
sr_rs: Паузирај или настави

source: Quit
sr_rs: Напусти

source: Save current playback position and quit
sr_rs: Сачувај тренутну позицију репродукције и напусти

source: Cycle through audio tracks
sr_rs: Кружи кроз аудио снимке

source: Decrease/increase volume
sr_rs: Смањи/појачај

source: Mute or unmute
sr_rs: Искључи или укључи звук

source: Adjust audio delay by +/- 0.1 seconds
sr_rs: Прилагоди кашњење звука за +/- 0.1 секунд

source: Toggle subtitle visibility
sr_rs: Промени видљивост поднатписа

source: Cycle through available subtitles
sr_rs: Кружи кроз доступне поднатписе

source: Adjust subtitle delay by +/- 0.1 seconds
sr_rs: Прилагоди кашњење поднатписа за +/- 0.1 секунд

source: Toggle SSA/ASS subtitles style override
sr_rs: Измени SSA/ASS стил поднатписа

source: Move subtitles up/down
sr_rs: Помери поднатписе горе/доле

source: Toggle VSFilter aspect compatibility mode
sr_rs: Измени VSFilter режим усклађености

source: Cycle through video tracks
sr_rs: Кружи кроз видео снимке

source: Take a screenshot
sr_rs: Направи снимак екрана

source: Take a screenshot, without subtitles
sr_rs: Направи снимак екрана без поднатписа

source: Take a screenshot, as the window shows it
sr_rs: Направи снимак екрана како га прозор приказује

source: Resize video to half its original size
sr_rs: Преполови оригиналну величину видео снимка

source: Resize video to its original size
sr_rs: Поврати оригиналну величину видео снимка

source: Resize video to double its original size
sr_rs: Удвостручи оригиналну величину видео снимка

source: Adjust contrast
sr_rs: Прилагоди контраст

source: Adjust brightness
sr_rs: Прилагоди осветљеност

source: Adjust gamma
sr_rs: Прилагоди гаму

source: Adjust saturation
sr_rs: Прилагоди засићење

source: Activate or deactivate deinterlacer
sr_rs: Омогући или онемогући преплитање

source: Cycle aspect ratio override
sr_rs: Кружи кроз промену размере

source: User Interface
sr_rs: Корисничко Сучеље

source: Video
sr_rs: Видео

source: Audio
sr_rs: Аудио

source: Subtitle
sr_rs: Поднатпис

source: Playback
sr_rs: Репродукција

source: Seeking
sr_rs: Трагање

source: Add File to Playlist
sr_rs: Додај Датотеку у Листу Пуштања

source: Open File
sr_rs: Отвори Датотеку

source: Add Location to Playlist
sr_rs: Додај Локацију у Листу Пуштања

source: Open Location
sr_rs: Отвори Локацију

source: Save Playlist
sr_rs: Сачувај Листу Пуштања

source: A GTK frontend for MPV
sr_rs: GTK прочеље за MPV

source: translator-credits
sr_rs: Срђан С.
